export const ru = {
  home: 'Главная',
  games: 'Игры',
  about: 'Обо мне',
  garbage: 'Мусор',
  'my-main': 'мой майл',
  'my-social': 'Я в социальных',
  // use when run animation
  main: {
    hello: {
      '0': 'Привет! ',
    },
    aleks: {
      '0': 'Я Aleks ',
    },
    goodcrash: {
      '0': 'GoodCrash. ',
    },
    i: {
      '0': 'Я ',
    },
    indie: {
      '0': 'Indie game ',
    },
    dev: {
      '0': 'разработчик',
    },
  },
  messenger: {
    hello: 'Привет! Как дела?',
    'first message':
      'А у меня всегда хорошо, кстати, на этом сайте есть секретная комната, и чтобы в нее попасть, нужно нажать определенные кнопки. Удачи с поисками!',
    'second message': {
      '0': 'Почему красная кнопка всегда по центру?',
      '1':
        'Нужно ли обладать супер силой, чтобы двигаться во всех направлениях одновременно?',
      '2': 'LP',
      '3': 'Ну я не знаю... ; \' " ',
      '4': 'Давно мечтаю облизать клавиатуру, но все стесняюсь ; \' " ',
      '5': 'У шамана три руки, может хлопать и ...',
      '6': '4 * 2 + 1',
      '7': 'Две есть, а без третьей тяжело',
    },
  },
  'main hello': 'Привет! ',
  'main aleks': 'Я Aleks ',
  'main goodcrash': 'GoodCrash. ',
  'main i': 'Я ',
  'main indie': 'Indie game ',
  'main dev': 'разработчик ',
  messages: 'Сообщения',
  send: 'Отправить',
  'error load': 'Что то действительно пошло не так, но я уже работаю над этим',
};
